{
    "makased": [
        "رضاء اللّه ﷻ",
        "إحياء سنّة من سنن النّبي ﷺ",
        "إخراج جماعة ثلاث أيّام نقداً",
        "ذِكر اللّه ﷻ في أماكن الغفلة",
        "إصلاح النّفس",
        "إحياء الدّين فينا و في العالم"
    ],
    "adaab": [
        "نحاول إحياء الأربع أعمال: الدّعوة إلى الله ,العلم ,العبادات ,الخدمة, لهذا تنقسم الجولة إلى قسمين: قسم داخل المسجد و قسم خارج المسجد",
        "في المسجد يكون فرد في الاستقبال , مهمّته استقبال القادمين بالبشاشة و يصحبهم إلى مكان الوضوء و يعلّمهم إيّاه إن كانو يجهلوه ثمّ يأخذهم إلى حلقة كلام الجلوس",
        "أحد الأفراد يكون في كلام الجلوس, و يرغّب النّاس للبقاء بعد صلاة المغرب لسماع البيان",
        "أحد الأفراد يكون في التّوجّه: قراءة القرآن, ذكر اللّه, الدّعاء",
        "يخرج الباقي إلى الجولة و يقومون بالدّعاء",
        "الدّليل هو عين الجماعة, و يكون من أهل الحي, و يمشي في الأمام مع المُتكلّم",
        "المتكلّم يتكلّم في عظمة اللّه ﷻ و التّوحيد و الرّسالة و الآخرة, الكلام لا يكون طويلا كالبيان و لا قصيرا كالإعلان, يتوّجّه المتكلّم   بكلامه و نظره في اتّجاه كل الأفراد و ليس فقط في اتّجاه الذين نتجوّل عليهم, و الكلام يكون بالرّحمة و الابتسامة و ليس بالغضب و رفع الصّوت",
        "باقي الأفراد يكونون في الذّكر و ينظرون إلى المتكلّم, لا إلى الذي يكون معه الكلام",
        "أحد الأفراد يكون مسؤول الجماعة, و مهمّته هو التّدخّل إذا وقع الجدال مع الذين نتكلّم معهم, كذلك يحرص على رجوع الجماعة إلى المسجد قبل الأذان إن كان فيهم من يريد تجديد وضوءه",
        "فقط الدّليل من له الحق في اختيار المكان الذي نتوجّه إليه و العوام الذين نتكلّم معهم",
        "فقط المتكلّم من له الحق في الكلام",
        "إذا دخلنا إلى دكّان إو محل يدخل فقط اثنان, و لا نسدّ واجهته",
        "لا نتكلّم مع : المريض نفسيا, المرأة, شخص مع زوجته, الصّبي, الذي يحمل ثقلا",
        "من يستعدّ نقدا يصبحه أحد الأفراد إلى أهل الاستقبال في المسجد ثمّ يعود لإكمال الجولة",
        "حين يقترب وقت أذان المغرب نرجع بالاستغفار, لأنّ الجولة هي عمل الأنبياء و ما أدّينا حقّها"
    ],
    "fadael": [
        "قال اللّه ﷻ : وَمَنْ أَحْسَنُ قَوْلًا مِّمَّن دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ",
        "قال  النّبي ﷺ: لغدوة في سبيل اللّه أو روحة خير من الدّنيا و ما فيها"
    ]
}